app/controllers/students_controller.rb

    def create
        @student = Student.new(student_params)
        if @student.save
---
INSERT INTO "students" ("first_name", "last_name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?) RETURNING "id"  [["first_name", "Rocky"], ["last_name", "Polo"], ["email", "polo@yahoo.com"], ["created_at", "2023-11-30 10:54:07.609906"], ["updated_at", "2023-11-30 10:54:07.609906"]]